Revit 2024 API
GroupTypeId.StairsWinders Property
 Winders.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId StairsWinders { get; }
Visual Basic
Public Shared ReadOnly Property StairsWinders As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsWinders {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace